/* No comment provided by engineer. */
" Finish " = " Finish ";

/* No comment provided by engineer. */
" Pause " = " Pause ";

/* No comment provided by engineer. */
" Reset " = " Reset ";

/* No comment provided by engineer. */
" Start " = " Start ";

/* No comment provided by engineer. */
"\(userName), start caca now!" = "\(userName), start caca now!";

/* No comment provided by engineer. */
"\(userName), you caca today." = "\(userName), you caca today.";

/* No comment provided by engineer. */
"\(userName), you caca too much today. You should not caca over 3 times per day." = "\(userName), you caca too much today. You should not caca over 3 times per day.";

/* No comment provided by engineer. */
"\(userName), you don't caca for \(dayToNow) days. Remember to caca at least every 3 days." = "\(userName), you don't caca for \(dayToNow) days. Remember to caca at least every 3 days.";

/* No comment provided by engineer. */
"\(userName), you don't caca for a long time. Remember to caca at least every 3 days." = "\(userName), you don't caca for a long time. Remember to caca at least every 3 days.";

/* No comment provided by engineer. */
"\(userName), you don't caca today." = "\(userName), you don't caca today.";

/* No comment provided by engineer. */
"Add a caca photo" = "Add a caca photo";

/* No comment provided by engineer. */
"Age" = "Age";

/* No comment provided by engineer. */
"Amount" = "Amount";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Black" = "Black";

/* No comment provided by engineer. */
"Caca" = "Caca";

/* No comment provided by engineer. */
"Calendar" = "Calendar";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Choose from library" = "Choose from library";

/* Delete all */
"Clean" = "Clean";

/* No comment provided by engineer. */
"Color" = "Color";

/* No comment provided by engineer. */
"Crack Sausage" = "Crack Sausage";

/* No comment provided by engineer. */
"Dark Brown" = "Dark Brown";

/* No comment provided by engineer. */
"Date" = "Date";

/* Delete one */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Do you know caca could reveal your healthy state?" = "Do you know caca could reveal your healthy state?";

/* No comment provided by engineer. */
"Do you remember the last caca time?" = "Do you remember the last caca time?";

/* No comment provided by engineer. */
"Do you want to delete this record?" = "Do you want to delete this record?";

/* No comment provided by engineer. */
"Do you want to log out?" = "Do you want to log out?";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Email" = "Email";

/* The caca is not healthy */
"Fail" = "Fail";

/* No comment provided by engineer. */
"Gender" = "Gender";

/* No comment provided by engineer. */
"Good caca! Please keep it up!" = "Good caca! Please keep it up!";

/* No comment provided by engineer. */
"Gray" = "Gray";

/* No comment provided by engineer. */
"Green" = "Green";

/* Greet user */
"Hello" = "Hello";

/* Hide caca photo */
"Hide" = "Hide";

/* Greet user */
"How's today?" = "How's today?";

/* No comment provided by engineer. */
"If you have the same symptom tomorrow, you should go to see a doctor." = "If you have the same symptom tomorrow, you should go to see a doctor.";

/* No comment provided by engineer. */
"Language" = "Language";

/* No comment provided by engineer. */
"Large" = "Large";

/* No comment provided by engineer. */
"Let's build up the good habit of caca with Caca!" = "Let's build up the good habit of caca with Caca!";

/* No comment provided by engineer. */
"Light Brown" = "Light Brown";

/* No comment provided by engineer. */
"Log In" = "Log In";

/* No comment provided by engineer. */
"Log out" = "Log out";

/* No comment provided by engineer. */
"Lumpy Sausage" = "Lumpy Sausage";

/* No comment provided by engineer. */
"Medicine" = "Medicine";

/* No comment provided by engineer. */
"Mushy Stool" = "Mushy Stool";

/* No comment provided by engineer. */
"My caca" = "My caca";

/* No comment provided by engineer. */
"Name" = "Name";

/* No comment provided by engineer. */
"New password" = "New password";

/* No comment provided by engineer. */
"Next" = "Next";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"Normal" = "Normal";

/* Note to let user know the detection color */
"Note" = "Note";

/* No comment provided by engineer. */
"Notification" = "Notification";

/* No comment provided by engineer. */
"Other" = "Other";

/* The caca is healthy */
"Pass" = "Pass";

/* No comment provided by engineer. */
"Password" = "Password";

/* User must enter password containing at least 6 characters */
"Password (at least 6 characters)" = "Password (at least 6 characters)";

/* No comment provided by engineer. */
"Pause" = "Pause";

/* No comment provided by engineer. */
"Period" = "Period";

/* User must enter amount */
"Please enter your amount" = "Please enter your amount";

/* User must enter color */
"Please enter your color" = "Please enter your color";

/* User must enter date */
"Please enter your date" = "Please enter your date";

/* User must enter email */
"Please enter your email" = "Please enter your email";

/* User must enter name */
"Please enter your name" = "Please enter your name";

/* User must enter password */
"Please enter your password" = "Please enter your password";

/* User must enter shape */
"Please enter your shape" = "Please enter your shape";

/* User must enter time */
"Please enter your time" = "Please enter your time";

/* No comment provided by engineer. */
"Privacy" = "Privacy";

/* No comment provided by engineer. */
"Profile" = "Profile";

/* No comment provided by engineer. */
"Record" = "Record";

/* No comment provided by engineer. */
"Red" = "Red";

/* No comment provided by engineer. */
"Resume" = "Resume";

/* No comment provided by engineer. */
"Separate Hard" = "Separate Hard";

/* No comment provided by engineer. */
"Setting" = "Setting";

/* No comment provided by engineer. */
"Shape" = "Shape";

/* Show caca photo */
"Show" = "Show";

/* No comment provided by engineer. */
"Sign Up" = "Sign Up";

/* No comment provided by engineer. */
"Small" = "Small";

/* No comment provided by engineer. */
"Smooth Sausage" = "Smooth Sausage";

/* No comment provided by engineer. */
"Soft Blob" = "Soft Blob";

/* No comment provided by engineer. */
"Start" = "Start";

/* Start without logging in or signing up */
"Start Now" = "Start Now";

/* No comment provided by engineer. */
"Take photo" = "Take photo";

/* No comment provided by engineer. */
"the color of your caca is black. " = "the color of your caca is black. ";

/* No comment provided by engineer. */
"The color of your caca is closed to \(self.getClosedColor(of: dominantColor))" = "The color of your caca is closed to \(self.getClosedColor(of: dominantColor))";

/* No comment provided by engineer. */
"the color of your caca is good! " = "the color of your caca is good! ";

/* No comment provided by engineer. */
"the color of your caca is gray. " = "the color of your caca is gray. ";

/* No comment provided by engineer. */
"the color of your caca is green. " = "the color of your caca is green. ";

/* No comment provided by engineer. */
"the color of your caca is red. " = "the color of your caca is red. ";

/* No comment provided by engineer. */
"the color of your caca is yellow. " = "the color of your caca is yellow. ";

/* No comment provided by engineer. */
"The password is incorrect. Try again." = "The password is incorrect. Try again.";

/* No comment provided by engineer. */
"The shape of your caca is good, but " = "The shape of your caca is good, but ";

/* No comment provided by engineer. */
"Time" = "Time";

/* No comment provided by engineer. */
"Use TouchID to enter Caca" = "Use TouchID to enter Caca";

/* Alert to make user know something wrong happened */
"Warning" = "Warning";

/* No comment provided by engineer. */
"Warning! Your caca may not be healthy! " = "Warning! Your caca may not be healthy! ";

/* No comment provided by engineer. */
"Watery Stool" = "Watery Stool";

/* No comment provided by engineer. */
"Yellow" = "Yellow";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"You are constipated, and " = "You are constipated, and ";

/* Remind user to caca */
"You don't caca for 3 days. Remember to caca at least every 3 days." = "You don't caca for 3 days. Remember to caca at least every 3 days.";

/* No comment provided by engineer. */
"You don't have any caca record." = "You don't have any caca record.";

/* No comment provided by engineer. */
"You have diarrhea, and " = "You have diarrhea, and ";

/* No comment provided by engineer. */
"You should go to see a doctor NOW!" = "You should go to see a doctor NOW!";

